Repository: smriti-hbwsl/surveyfunnel-lite
Catalog: languages/surveyfunnel-*.po
Languages: fr_fr

source: Dashboard
fr_fr: Tableau de bord

source: Help
fr_fr: Aider

source: surveyfunnel-lite custom post type to generate surveys
fr_fr: type de publication personnalisée surveyfunnel-lite pour générer des enquêtes

source: Upgrade to Pro &raquo;
fr_fr: Passer à la version Pro &raquo;

source: See Quick Links
fr_fr: Voir les liens rapides

source: SurveyFunnel Single Survey
fr_fr: SurveyFunnel Enquête unique

source: Block to generate single survey
fr_fr: Bloquer pour générer une seule enquête

source: Fullpage
fr_fr: Page complète

source: Custom
fr_fr: Personnalisé

source: Select Survey
fr_fr: Sélectionner

source: Survey Embed Type
fr_fr: Type

source: Full Page
fr_fr: Pleine page

source: Width
fr_fr: Largeur

source: Height
fr_fr: Hauteur

source: survey has been added. Click on this box to edit. Preview for survey will be available on live or preview page.
fr_fr: sondage a été ajouté. Cliquez sur cette case pour modifier. L'aperçu de l'enquête sera disponible sur la page en direct ou sur la page d'aperçu.

source: No survey selected. Click on this box to edit.
fr_fr: Aucune enquête sélectionnée. Cliquez sur cette case pour la modifier.

source: Some of the PRO feature questions won't be available to use as pro version is deactivated.
fr_fr: Certaines des questions de la fonctionnalité PRO ne seront pas disponibles car la version pro est désactivée.

source: Select Survey Type
fr_fr: Sélectionner le type d’enquête

source: Simple Survey
fr_fr: Enquête simple

source: Create a linear survey. Respondents receive results when they complete the survey.
fr_fr: Créez une enquête linéaire. Les répondants reçoivent les résultats lorsqu’ils remplissent le sondage.

source: Scoring Logic
fr_fr: Logique de notation

source: Assign a score value to each answer. Respondents receive results based on their score range.
fr_fr: Attribuez une valeur de score à chaque réponse. Les répondants reçoivent des résultats en fonction de leur fourchette de scores.

source: Outcome Logic
fr_fr: Logique des résultats

source: Map answers to outcomes. Respondents receive results based on the outcome with the most answers selected.
fr_fr: Cartographier les réponses aux résultats. Les répondants reçoivent des résultats basés sur le résultat avec le plus de réponses sélectionnées.

source: Enter Survey Name
fr_fr: Entrez le nom de l’enquête

source: Kindly name the survey in order to proceed
fr_fr: Veuillez nommer l’enquête afin de procéder

source: DASHBOARD
fr_fr: TABLEAU DE BORD

source: Filter By:
fr_fr: Filtrer Par:

source: All Types
fr_fr: Tous les types

source: Basic Survey
fr_fr: Enquête de base

source: Search By Content Name
fr_fr: Recherche par nom de contenu

source: Create New Survey
fr_fr: Créer une nouvelle enquête

source: Please activate the Pro Version to access this survey
fr_fr: Veuillez activer la version Pro pour accéder à cette enquête

source: Unpublished
fr_fr: Non publié

source: Published
fr_fr: Publié

source: Build
fr_fr: Construire

source: Configure
fr_fr: Configurer

source: Deploy
fr_fr: Déployer

source: Reports
fr_fr: Rapports

source: Delete
fr_fr: Supprimer

source: Views
fr_fr: Vues

source: Compl. Rate
fr_fr: Taux compl.

source: Next
fr_fr: Suivante

source: Boost your leads using quiz / survey lead techniques . Drag & drop form builder to launch quizzes within minutes.
fr_fr: Boostez vos leads en utilisant des techniques de quiz / survey lead. Faites glisser et déposez le générateur de formulaires pour lancer des quiz en quelques minutes.
